# Создать строку равную третьему символу
# введенной строки.
mainstring = input("Ввиди слово пожалуйста : ")
tempString = mainstring[2]  # Так как счёт идёт не с одного а с 0
print(tempString)
