# Создать строку равную введенной строку
# без последних двух символов
keyString = input("Ввидите слово : ")
tempString = keyString[:-2]
print(tempString)
