# Создать строку равную всем элементам введенной строки с четными индексами.
keyString = input("Ввидите слово : ")
# Выводит каждый второй элемент начиная от первого
tempString = keyString[0::2]
print(tempString)
