# Создать строку равную первым пяти символам введенной строки.
keyString = input("Ввидите слово : ")
tempString = keyString[0:5]
print(tempString)
