# Создать строку равную предпоследнему символу
# введенной строки.
stringKey = input("Ввидите слово, пожалуйста : ")
tempString = stringKey[-1]
print(tempString)
