'''
Даны 2 действительных числа a и b. Получить их сумму, разность и
произведение.
'''
a = 5
b = 10
sum = a + b
print(f"сумма чисел = {sum}")
difference = a - b
print(f"разность чисел = {difference}")
multiplication = a*b
print(f"Произведение чисел = {multiplication}")
