'''
Дана длина ребра куба. Найти объем куба и площадь его боковой
поверхности.
'''
x = int(input("Ввидите длину ребра : "))
# Расчёт по заданию
s = x*x  # площадь
v = x*x*x  # обьём
print(f"Площадь = {s}")
print(f"Обьём = {v}")
